brew 'gh'
brew 'mas'

cask 'hammerspoon'
cask 'karabiner-elements'
cask 'sublime-text'
cask 'warp'
cask 'obsidian'
cask '1password'

mas 'Step Two', id: 1448916662
mas 'Copy Em', id: 876540291
mas 'Tailscale', id: 1475387142
mas 'xScope', id: 889428659
mas 'Vinegar', id: 1591303229
mas 'AdGuard for Safari', id: 1440147259
mas 'Flighty', id: 1358823008
mas 'Infuse', id: 1136220934
